chore: delete file `deleted`
